Repository: common-repository/ultimate-reviews
Catalog: languages/ultimate-reviews-*.po
Languages: de_de, it_it, nl_nl

source: # of Views
de_de: # Anzahl der Ansichten
it_it: numero di visualizzazioni
nl_nl: # aantal weergaven

source: Product
de_de: Produkt
it_it: Prodotto
nl_nl: Dienst

source: Inappropriate Flag
de_de: Unangemessene Flagge
it_it: Contrassegno inappropriato
nl_nl: Ongepaste vlag

source: Show All Products
de_de: 17/5000 Alle Produkte anzeigen
it_it: Mostra tutti i prodotti
nl_nl: Toon alle producten

source: Image Number
de_de: Bildnummer
it_it: Numero nel riquadro
nl_nl: Afbeeldingsnummer

source: Quick Feedback
it_it: Feedback veloce
nl_nl: Snelle feedback

source: If you have a moment, please share why you are deactivating Ultimate FAQs:
it_it: Se hai un momento, condividi il motivo per cui stai disattivando le domande frequenti su Ultimate:
nl_nl: Als je een momentje hebt, deel dan waarom je Ultimate FAQs deactiveert:

source: Submit and Deactivate
de_de: Senden und deaktivieren
it_it: Invia e disattiva
nl_nl: Verzenden en deactiveren

source: Skip and Deactivate
de_de: Überspringen und deaktivieren
nl_nl: Overslaan en deactiveren

source: Reviews added successfully.
de_de: Rezension erfolgreich hinzugefügt.
it_it: Recensione aggiunta.
nl_nl: Beoordelingen succesvol toegevoegd.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei überschreitet die Direktive upload_max_filesize in der php.ini
it_it: Il file caricato eccede la direttiva upload_max_filesize in php.ini
nl_nl: Het geüploade bestand overschrijdt de upload_max_filesize-richtlijn in php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei überschreitet die im HTML-Formular angegebene Anweisung MAX_FILE_SIZE
it_it: Il file caricato eccede la direttiva MAX_FILE_SIZE specificata nel modulo HTML
nl_nl: Het geüploade bestand overschrijdt de MAX_FILE_SIZE-richtlijn die is opgegeven in het HTML-formulier

source: The uploaded file was only partially uploaded
de_de: Die hochgeladene Datei wurde nur teilweise hochgeladen
it_it: Il file è stato caricato solo in parte
nl_nl: Het geüploade bestand is slechts gedeeltelijk geüpload

source: No file was uploaded.
de_de: Es wurde keine Datei hochgeladen.
it_it: Il file non è stato caricato.
nl_nl: Er is geen bestand geüpload.

source: Missing a temporary folder
de_de: Es fehlt ein temporärer Ordner
it_it: Manca una cartella temporanea
nl_nl: Er ontbreekt een tijdelijke map

source: Failed to write file to disk
de_de: Fehler beim Schreiben der Datei auf Festplatte
it_it: Il file non è stato scritto sul disco
nl_nl: Kan bestand niet naar schijf schrijven

source: File upload stopped by extension
de_de: Dateiupload wurde von der Erweiterung gestoppt
it_it: Il caricamento è stato fermato dall'estensione
nl_nl: Bestandsupload gestopt door extensie

source: No error code avaiable
de_de: Kein Fehlercode verfügbar
it_it: Non è disponibile un codice errore
nl_nl: Geen foutcode beschikbaar

source: No file was uploaded here..
de_de: Es wurde keine Datei hier hochgeladen.
it_it: Non è stato caricato alcun file...
nl_nl: Hier is geen bestand geüpload ..

source: File must be .csv, .xls or .xlsx
de_de: Die Datei muss .csv, .xls oder .xlsx sein
it_it: Il file deve essere .csv, .xls o .xlsx
nl_nl: Bestand moet .csv, .xls of .xlsx zijn

source: Reviews for Similar Products
it_it: Recensioni per prodotti simili
nl_nl: Beoordelingen voor vergelijkbare producten

source: Most recent reviews
de_de: Neueste Rezessionen
it_it: Recensioni più recenti
nl_nl: Meest recente beoordelingen

source: Most useful reviews
de_de: Nützlichste Rezensionen
it_it: Recensioni più utili
nl_nl: Meest nuttige beoordelingen

source: Leave a review
de_de: Hinterlassen Sie eine Rezession
it_it: Lascia una recensione
nl_nl: Laat een recentie achter

source: Rated %s out of %s
it_it: Valutazione %s di %s
nl_nl: Nominale % s uit % s

source: out of %s
it_it: di %s
nl_nl: van % s

source: The number entered in the captcha field was not correct.
de_de: Die im Captcha-Feld eingegebene Nummer war nicht korrekt.
it_it: Il numero inserito nel campo captcha non è corretto.
nl_nl: Het nummer dat is ingevoerd in het captcha-veld was niet correct.

source: Your IP address has been blocked from submitting reviews by the site administrator.
de_de: Ihre IP-Adresse wurde vom Site-Administrator für das Senden von Bewertungen gesperrt.
it_it: E' stato impedito l'inserimento di recensioni dal tuo indirizzo IP dall'amministratore del sito.
nl_nl: Uw IP-adres is geblokkeerd voor het indienen van beoordelingen door de sitebeheerder.

source: You have an invalid submission in one or more of your fields:
de_de: Sie haben in einem oder mehreren Ihrer Felder einen ungültigen Beitrag eingereicht:
it_it: C'è un dato non valido in uno o più campi:
nl_nl: U heeft een ongeldige inzending in een of meer van uw velden:

source: You have already submitted a review for a product with that product name. Please select a different product to review.
de_de: Sie haben bereits eine Bewertung für ein Produkt mit diesem Produktnamen eingereicht. Bitte wählen Sie ein anderes Produkt zur Überprüfung aus.
it_it: Hai già lasciato una recensione per un prodotto con quel nome. Seleziona un altro prodotto da recensire.
nl_nl: U hebt al een beoordeling ingediend voor een product met die productnaam. Selecteer een ander product om te beoordelen.

source: Review was not created succesfully.
de_de: Rezension wurde nicht erfolgreich erstellt.
it_it: La recensione non è stata creata.
nl_nl: Beoordeling is niet succesvol gemaakt.

source: Email Confirmation for Product Review
de_de: E-Mail-Bestätigung zur Produktprüfung
it_it: Conferma Email per Recensione Prodotto
nl_nl: E-mailbevestiging voor productbeoordeling

source: Hello,
de_de: Hallo,
it_it: Buongiorno,
nl_nl: Hallo,

source: Please confirm your email address for the product review you submitted titled
de_de: Bitte bestätigen Sie Ihre E-Mail-Adresse für die von Ihnen übermittelte Produktbewertung
it_it: Conferma l'indirizzo email per la recensione che hai inserito intitolata
nl_nl: Bevestig je e-mailadres voor de productrecensie die je hebt ingediend met de titel

source: by going to the following link:
de_de: Gehen Sie zu folgendem Link:
it_it: andando al seguente link:
nl_nl: door naar de volgende link te gaan:

source: Confirm your email address
de_de: Bestätigen Sie Ihre E-Mail-Adresse
it_it: Conferma il tuo indirizzo email
nl_nl: Bevestig je e-mailadres

source: Thank you for the review, and have a great day,
de_de: Vielen Dank für die Bewertung und einen schönen Tag.
it_it: Grazie per la recensione, buona giornata,
nl_nl: Bedankt voor je review en een fijne dag toegewenst,

source: Thank you for confirming your email address!
de_de: Vielen Dank für die Bestätigung Ihrer E-Mail-Adresse!
it_it: Grazie per aver confermato il tuo indirizzo email!
nl_nl: Bedankt voor het bevestigen van uw e-mailadres!

source: New Review Received
de_de: Neue Rezession erhalten
it_it: Nuova Recensione Ricevuta
nl_nl: Nieuwe beoordeling ontvangen

source: Hello Admin,
de_de: Hallo Admin,
it_it: Ciao Amministratore,
nl_nl: Hallo Admin,

source: You've received a new review for the product
de_de: Sie haben eine neue Rezension für das Produkt erhalten
it_it: Hai ricevuto una nuova recensione per il prodotto
nl_nl: U heeft een nieuwe recensie voor het product ontvangen

source: The review reads:<br>
de_de: Die Bewertung lautet: <br>
it_it: Testo della recensione:<br>
nl_nl: De recensie luidt: <br>

source: You can view the entire review by going to the following link:<br>
de_de: Sie können die gesamte Rezension anzeigen, indem Sie den folgenden Link aufrufen: <br>
it_it: Puoi leggere l'intera recensione al seguente link:<br>
nl_nl: Je kunt de hele review bekijken door naar de volgende link te gaan: <br>

source: See the review
de_de: Siehe die Rezension
it_it: Vedi la recensione
nl_nl: Zie de review

source: Have a great day,
de_de: Ich wünsche ihnen einen wunderbaren Tag,
it_it: Buona giornata,
nl_nl: Een fijne dag verder,

source: File must be .jpg or .png
de_de: Die Datei muss .jpg oder .png sein
it_it: Il file deve essere .jpg o .png
nl_nl: Bestand moet .jpg of .png zijn

source: Post Title
de_de: Titel veröffentlichen
it_it: Titolo del Post
nl_nl: Titel van bericht

source: Product Name
de_de: Produktname
it_it: Nome Prodotto
nl_nl: productnaam

source: Author
de_de: Autor
it_it: Autore
nl_nl: Auteur

source: Review Author Email
de_de: Überprüfen Sie die E-Mail des Autors
it_it: Email dell'Autore della Recensione
nl_nl: Controleer auteurse-mail

source: Review Video URL
de_de: Rezensionsvideo URL
it_it: URL del Video della recensione
nl_nl: Bekijk de video-URL

source: Review Category
de_de: Rezension Kategorie
it_it: Categoria Recensione
nl_nl: Categorie beoordelen

source: Full Version
de_de: Vollversion
it_it: Versione integrale
nl_nl: Volledige versie

source: Upgrade to the full version
de_de: Aktualisieren Sie auf die Vollversion
it_it: Passa alla versione integrale
nl_nl: Upgrade naar de volledige versie

source: to take advantage of all the available features of Ultimate Reviews for Wordpress!
de_de: alle verfügbaren Funktionen von Ultimate Reviews für Wordpress nutzen!
it_it: per avvalerti di tutte le funzionalità disponibili di Ultimate Reviews per Wordpress!
nl_nl: om te profiteren van alle beschikbare functies van Ultimate Reviews voor Wordpress!

source: What you get by upgrading:
de_de: Was bekommen Sie beim Upgrade:
it_it: Cosa otterrai facendo l'aggiornamento:
nl_nl: Wat u krijgt door te upgraden:

source: Product Key
de_de: Produktschlüssel
it_it: Chiave Prodotto
nl_nl: Product sleutel

source: Recent Reviews
de_de: Aktuelle Rezension
it_it: Recensioni recenti
nl_nl: Recente beoordelingen

source: Insert a number of recent reviews
it_it: Inserisci un numero di recensioni recenti
nl_nl: Voeg een aantal recente beoordelingen in

source: All
de_de: Alles
it_it: Tutti
nl_nl: Alles

source: Text Before:
it_it: Testo Precedente:
nl_nl: Tekst hiervoor:

source: Reviewed Product:
it_it: Prodotto recensito:
nl_nl: Beoordeeld product:

source: All Products
it_it: Tutti i Prodotti
nl_nl: Alle producten

source: Number of Reviews:
it_it: Numero di Recensioni:
nl_nl: Aantal beoordelingen:

source: Text After:
it_it: Testo Successivo:
nl_nl: Tekst erna:

source: Selected Reviews
de_de: Ausgewählte Rezensionen
it_it: Recensioni selezionate
nl_nl: Geselecteerde beoordelingen

source: Insert a number of selected reviews
it_it: Inserisci un numero di recensioni selezionate
nl_nl: Voeg een aantal geselecteerde beoordelingen in

source: IDs of Posts to Display
it_it: ID dei Post da mostrare
nl_nl: ID's van berichten om weer te geven

source: Popular Reviews
de_de: Beliebte Rezension
it_it: Recensioni popolari
nl_nl: Populaire beoordelingen

source: Insert a number of popular reviews
it_it: Inserisci un numero di recensioni popolari
nl_nl: Voeg een aantal populaire beoordelingen in

source: Reviews Slider
de_de: Rezensionen Slider
it_it: Slider Recensioni
nl_nl: Beoordelingen Slider

source: Insert a slider of reviews (requires "Ultimate Slider" plugin installed)
nl_nl: Een schuifregelaar met beoordelingen invoegen (vereist de plug-in "Ultimate Slider" geïnstalleerd)

source: WooCommerce reviews have been succesfully imported.
de_de: WooCommerce-Rezension wurden erfolgreich importiert.
nl_nl: WooCommerce-beoordelingen zijn met succes geïmporteerd.

source: Trial successfully started!
de_de: Test erfolgreich gestartet!
it_it: Tentativo iniziato!
nl_nl: Proef succesvol gestart!

source: Add New
de_de: Neue hinzufügen
it_it: Aggiungi Nuova
nl_nl: Nieuw toevoegen

source: Add New Review
de_de: Neue Rezession hinzufügen
it_it: Aggiungi Nuova Recensione
nl_nl: Voeg een nieuwe review toe

source: Edit Review
de_de: Rezession bearbeiten
it_it: Modifica Recensione
nl_nl: Beoordeling bewerken

source: New Review
de_de: Neue Rezession
it_it: Nuova Recensione
nl_nl: Nieuwe beoordeling

source: View Review
de_de: Review anzeigen
it_it: Vedi Recensione
nl_nl: Bekijk review

source: Search Reviews
de_de: Rezensionen durchsuchen
it_it: Cerca Recensioni
nl_nl: Zoek beoordelingen

source: Nothing found
de_de: Nichts gefunden
it_it: La ricerca non ha prodotto risultati
nl_nl: Niets gevonden

source: Nothing found in Trash
de_de: Nichts im Papierkorb gefunden
it_it: La ricerca nel Cestino non ha prodotto risultati
nl_nl: Niets gevonden in Prullenbak

source: Review Categories
de_de: Rezensions Kategorien
it_it: Categorie Recensioni
nl_nl: Categorieën bekijken

source: Search Review Categories
de_de: Suche nach Rezensionskategorien
it_it: Cerca Categorie Recensioni
nl_nl: Zoeken in beoordelingscategorieën

source: All Review Categories
de_de: Alle Rezessionskategorien
it_it: Tutte le Categorie Recensioni
nl_nl: Alle beoordelingscategorieën

source: Parent Review Category
de_de: Übergeordnete Rezessionenskategorie
it_it: Categoria Recensioni Genitore
nl_nl: Categorie ouderbeoordeling

source: Parent Review Category:
de_de: Kategorie der übergeordneten Rezession:
it_it: Categoria Recensioni Genitore:
nl_nl: Categorie ouderbeoordeling:

source: Edit Review Category
de_de: Rezession-Kategorie bearbeiten
it_it: Modifica Categoria Recensioni
nl_nl: Bewerk beoordelingscategorie

source: Add New Review Category
de_de: Neue Rezessionskategorie hinzufügen
it_it: Aggiungi Nuova Categoria Recensioni
nl_nl: Voeg een nieuwe beoordelingscategorie toe

source: New Review Category Name
de_de: Neuer Name der Rezessionskategorie
it_it: Denominazione Nuova Categoria Recensioni
nl_nl: Naam van nieuwe beoordelingscategorie

source: Use the following shortcode to add this review to a page:
de_de: Verwenden Sie den folgenden Kurzcode, um diese Rezension zu einer Seite hinzuzufügen:
nl_nl: Gebruik de volgende shortcode om deze recensie aan een pagina toe te voegen:

source: Review Details
de_de: RezensionDetails
it_it: Dettagli Recensione
nl_nl: Beoordelingdetails

source: Need Help?
de_de: Brauche Hilfe?
it_it: Hai bisogno d'aiuto?
nl_nl: Hulp nodig?

source: Review Weight:
de_de: Rezensionsgewichtung:
it_it: Peso Recensione:
nl_nl: Beoordeling gewicht:

source: WooCommerce Order ID:
de_de: WooCommerce-Bestellnummer:
it_it: ID Ordine WooCommerce:
nl_nl: WooCommerce Bestel-ID:

source: Review Karma:
de_de: Rezensions Karma:
it_it: Karma Recensione:
nl_nl: Recensie Karma:

source: Reviewer's Email:
de_de: E-Mail des Rezensenten:
it_it: Email Recensore:
nl_nl: E-mailadres reviewer:

source: Email Confirmed:
de_de: E-Mail bestätigt:
it_it: Email Confermato:
nl_nl: E-mail bevestigd:

source: Review Video:
de_de: Rezensionvideo :
it_it: Video Recensione:
nl_nl: Bekijk video:

source: Product Name:
de_de: Produktname:
it_it: Nome Prodotto:
nl_nl: Productnaam:

source: Post Author:
de_de: Post Autor:
it_it: Autore del Post:
nl_nl: Auteur plaatsen:

source: Overall Score
de_de: Gesamtpunktzahl
it_it: Valutazione complessiva
nl_nl: Totale score

source: Explanation
de_de: Erläuterung
it_it: Spiegazione
nl_nl: Uitleg

source: Posted
de_de: Gesendet
it_it: Pubblicato
nl_nl: Geplaatst

source: by
de_de: durch
it_it: da
nl_nl: door

source: on
de_de: auf
it_it: il
nl_nl: op

source: Explanation
de_de: Erläuterung
it_it: Spiegazione
nl_nl: Uitleg

source: Review for
de_de: Rezension für
it_it: Recensione per
nl_nl: Beoordeling voor

source: Options have been successfully updated.
de_de: Optionen wurden erfolgreich aktualisiert.
it_it: Le opzioni sono state correttamente aggiornate.
nl_nl: Opties zijn succesvol bijgewerkt.

source: The form has not worked correctly. Please contact the plugin developer.
de_de: Das Formular hat nicht richtig funktioniert. Bitte wenden Sie sich an den Plugin-Entwickler.
it_it: Il modulo non ha funzionato correttamente. Contatta lo sviluppatore del plugin.
nl_nl: Het formulier heeft niet correct gewerkt. Neem contact op met de ontwikkelaar van de plug-in.

source: Approved Reviews
de_de: Zugelassene Reviews
it_it: Recensioni Approvate
nl_nl: Goedgekeurde beoordelingen

source: Awaiting Approval
de_de: Warten auf Genehmigung
it_it: In attesa di Approvazione
nl_nl: In afwachting van goedkeuring

source: Categories
de_de: Kategorien
it_it: Categorie
nl_nl: Categorieën

source: Options
de_de: Optionen
it_it: Opzioni
nl_nl: Opties

source: Next
de_de: Nächster
it_it: Successivo
nl_nl: Volgende

source: Close
it_it: Chiudi
nl_nl: Gesloten

source: reviews
de_de: Rezessionen
it_it: recensioni
nl_nl: Beoordelingen

source: Reviews for
de_de: Rezension für
it_it: Recensioni per
nl_nl: Beoordelingen voor

source: Review Author
de_de: Autor der Rezension
it_it: Autore Recensione
nl_nl: Review Auteur

source: No matching reviews found.
de_de: Keine passenden Bewertungen gefunden.
it_it: Non sono state trovate recensioni.
nl_nl: Geen overeenkomende beoordelingen gevonden.

source: Summary for
de_de: Zusammenfassung für
it_it: Riepilogo per
nl_nl: Samenvatting voor

source: Average Score
de_de: Durchschnittliche Punktzahl
it_it: Valutazione media
nl_nl: Gemiddelde score

source: rating
de_de: bewertung
nl_nl: beoordeling

source: ratings
de_de: Bewertungen
it_it: rating
nl_nl: beoordelingen

source: Back to Summary
de_de: Zurück zur Übersicht
it_it: Torna al riepilogo
nl_nl: Terug naar overzicht

source: Review for
de_de: Rezension für
it_it: Recensione per
nl_nl: Beoordeling voor

source: Read More
de_de: Weiterlesen
it_it: Continua a leggere
nl_nl: Lees verder

source: Send Review
de_de: Rezension senden
it_it: Invia Recensione
nl_nl: Stuur beoordeling

source: Thank you for submitting a review.
de_de: Vielen Dank für Ihre Bewertung.
it_it: Grazie per aver lasciato una recensione.
nl_nl: Bedankt voor het indienen van een review.

source: Your review will be visible once it's approved by an administrator.
de_de: Ihre Rezension wird sichtbar, sobald sie von einem Administrator genehmigt wurde.
it_it: La tua recensione sarà visibile dopo essere stata approvata da un amministratore.
nl_nl: Uw beoordeling is zichtbaar zodra deze is goedgekeurd door een beheerder.

source: Submit a Review
de_de: Rezension einreichen
it_it: Invia una Recensione
nl_nl: Dien een beoordeling in

source: Please fill out the form below to submit a review.
de_de: Bitte füllen Sie das untenstehende Formular aus, um eine Rezession abzugeben.
it_it: Compila il modulo sottostante per inviare una recensione.
nl_nl: Vul het onderstaande formulier in om een ​​beoordeling in te dienen.

source: Please log in to leave a review
de_de: Bitte melden Sie sich an, um eine Rezession abzugeben
it_it: Effettua l'accesso per lasciare una recensione
nl_nl: Log in om een ​​beoordeling achter te laten

source: Login Options:
de_de: Login-Optionen:
it_it: Opzioni di accesso:
nl_nl: Aanmeldingsopties:

source: Click to add your own review!
de_de: Klicken Sie hier, um Ihre eigene Rezension hinzuzufügen!
it_it: Clicca per aggiungere la tua recensione!
nl_nl: Klik om je eigen review toe te voegen!

source: Review of
de_de: Rezension von
it_it: Recensione di
nl_nl: Recensie van

source: What name should be displayed with your review?
de_de: Welcher Name sollte bei Ihrer Rezension angezeigt werden?
it_it: Che nome deve essere pubblicato con la recensione?
nl_nl: Welke naam moet bij uw beoordeling worden weergegeven?

source: Reviewer's Email Address
de_de: E-Mail-Adresse des Rezensenten
it_it: Indirizzo Email del recensore
nl_nl: E-mailadres beoordelaar

source: Please confirm your email to verify your identity. It will not be displayed.
de_de: Bitte bestätigen Sie Ihre E-Mail, um Ihre Identität zu verifizieren. Es wird nicht angezeigt.
it_it: Conferma il tuo indirizzo email per verificare la tua identità. Non sarà pubblicato.
nl_nl: Bevestig uw e-mailadres om uw identiteit te verifiëren. Het wordt niet weergegeven.

source: Review Title
de_de: Titel der Rezension
it_it: Titolo della Recensione
nl_nl: Titel bekijken

source: What title should be displayed with your review?
de_de: Welcher Titel sollte bei Ihrer Rezension angezeigt werden?
it_it: Che titolo deve essere pubblicato per la recensione?
nl_nl: Welke titel moet bij uw beoordeling worden weergegeven?

source: Review Image
de_de: Rezensionsbild
it_it: Immagine Recensione
nl_nl: Bekijk afbeelding

source: The image that should be associated with your review
de_de: Das Bild, das Ihrer Rezension zugeordnet werden soll
it_it: L'immagine da associare alla tua recensione
nl_nl: De afbeelding die bij uw beoordeling hoort

source: Review Video
de_de: Rezensionsvideo
it_it: Video Recensione
nl_nl: Bekijk video

source: A link to a video for this review from an external site (YouTube, Vimeo, etc.).
de_de: Ein Link zu einem Video für diese Rezession von einer externen Website (YouTube, Vimeo usw.).
it_it: Un link a un video per questa recensione da un sito esterno (YouTube, Vimeo, ecc.).
nl_nl: Een link naar een video voor deze review van een externe site (YouTube, Vimeo, etc.).

source: The category that the review will be listed under.
de_de: Die Kategorie, unter der die Rezension aufgeführt wird.
it_it: Categoria sotto cui verrà elencata la recensione.
nl_nl: De categorie waar de recensie onder staat.

source: out of
de_de: aus
it_it: di
nl_nl: uit

source: Characters remaining:
de_de: Verbleibende Zeichen:
it_it: Caratteri restanti:
nl_nl: Overgebleven karakters:

source: Logout
it_it: Esci
nl_nl: Uitloggen

source: You have been successfully logged out via Facebook.
de_de: Sie wurden erfolgreich über Facebook abgemeldet.
it_it: Sei stato disconnesso via Facebook.
nl_nl: U bent succesvol uitgelogd via Facebook.

source: Please reload the page
de_de: Bitte laden Sie die Seite neu
it_it: Si prega di ricaricare la pagina
nl_nl: Herlaad alstublieft de pagina

source: if you'd like to log in again
de_de: Wenn Sie sich erneut anmelden möchten
it_it: se vuoi accedere nuovamente
nl_nl: als u opnieuw wilt inloggen

source: You have been successfully logged out via Twitter.
de_de: Sie wurden erfolgreich über Twitter abgemeldet.
it_it: Sei stato disconnesso via Twitter.
nl_nl: U bent succesvol uitgelogd via Twitter.

source: Login
de_de: Anmeldung
it_it: Accedi
nl_nl: Inloggen

source: Ultimate Reviews
nl_nl: Ultieme beoordeling

source: Thank You!
de_de: Danke dir!
it_it: Grazie!
nl_nl: Dank u wel!

source: Thanks for installing the Ultimate Reviews plugin.
de_de: Vielen Dank für die Installation des Ultimate Reviews-Plugins.
it_it: Grazie per aver installato il plugin Ultimate Reviews.
nl_nl: Bedankt voor het installeren van de plug-in Ultimate Reviews.

source: Subscribe to our YouTube channel
de_de: Abonniere unseren YouTube-Kanal
it_it: Iscriviti al nostro canale YouTube
nl_nl: Abonneer je op ons YouTube-kanaal

source: for tutorial videos on this and our other plugins!
de_de: für Tutorialvideos zu diesem und unseren anderen Plugins!
it_it: per video tutorial su questo e altri plugin!
nl_nl: voor zelfstudievideo's over deze en onze andere plug-ins!

source: Thanks for upgrading to version 1.2.7!
de_de: Vielen Dank für das Upgrade auf Version 1.2.7!
nl_nl: Bedankt voor het upgraden naar versie 1.2.7!

source: Please rate our plugin
de_de: Bitte bewerten Sie unser Plugin
nl_nl: Beoordeel onze plug-in

source: if you find Ultimate Reviews useful!
de_de: Wenn Sie Ultimate Reviews nützlich finden!
nl_nl: als je Ultimate Reviews nuttig vindt!

source: Order Number
de_de: Bestellnummer
it_it: Numero Ordine
nl_nl: Bestellingsnummer

source: Name
it_it: Nome
nl_nl: Naam

source: Customer Notes
de_de: Kundenhinweise
it_it: Note Cliente
nl_nl: Klanten noties

source: Updated
de_de: Aktualisierte
it_it: Aggiornato
nl_nl: Geupdate

source: Hide
de_de: Ausblenden
it_it: Nascondi
nl_nl: Verberg

source: Bulk Actions
de_de: Massenaktionen
it_it: Azioni di gruppo
nl_nl: Bulk Actie

source: Hide Order
de_de: Bestellung ausblenden
it_it: Nascondi Ordine
nl_nl: Verberg bestelling
