Repository: common-repository/ultimate-reviews
Catalog: languages/ultimate-reviews-*.po
Languages: de_de, it_it, nl_nl

source: Delete
de_de: Löschen
it_it: Cancella
nl_nl: Wissen

source: Apply
de_de: Sich bewerben
it_it: Applica
nl_nl: Toevoegen

source: We wanted to thank the users of our plugins for all of their great reviews recently.
nl_nl: We wilden de gebruikers van onze plug-ins onlangs bedanken voor al hun goede recensies.

source: Your positive feedback and constructive suggestions on how to improve our plugins make coming in to work every day worth it for us.
nl_nl: Uw positieve feedback en constructieve suggesties over hoe u onze plug-ins kunt verbeteren, maken het elke dag waard om voor ons te werken.

source: Haven't had a chance to leave a review yet? You can do so at:
it_it: Non hai ancora lasciato una recensione? Puoi farlo qui:
nl_nl: Heb je nog geen kans gehad om een ​​review achter te laten? U kunt dit doen op:

source: Ask me in a week
it_it: Chiedimelo tra una settimana
nl_nl: Vraag me over een week

source: Never ask me again
it_it: Non chiedermelo più
nl_nl: Vraag me nooit meer

source: Recent Changes
it_it: Modifiche recenti
nl_nl: Afgelopen veranderingen

source: Goes great with:
it_it: Va molto bene con:
nl_nl: Gaat goed met:

source: Enter Product Key Here
de_de: Produktschlüssel hier eingeben
it_it: Inserisci qui la chiave prodotto
nl_nl: Voer hier de productsleutel in

source: Title
it_it: Titolo
nl_nl: Titel

source: Views
it_it: Numero di visualizzazioni
nl_nl: Bekeken

source: Review Rating
it_it: Valutazione Recensione
nl_nl: Beoordeling beoordelen

source: No reviews to display yet. Create a review and then view it for it to be displayed here.
de_de: Noch keine Bewertungen angezeigt. Erstellen Sie eine Rezension und schicken Sie sie ab, um sie hier zu sehen.
it_it: Non ci sono recensioni ancora. Crea una recensione e visualizzala affinché sia pubblicata qui.
nl_nl: Nog geen beoordelingen om weer te geven. Maak een review en bekijk deze om hem hier te kunnen weergeven.

source: To CSV
de_de: Zu CSV
it_it: A CSV
nl_nl: Naar CSV

source: To Spreadsheet
de_de: Zur Kalkulationstabelle
it_it: A Foglio di Calcolo
nl_nl: Naar spreadsheet

source: From WooCommerce
de_de: Von WooCommerce
it_it: Da WooCommerce
nl_nl: Van WooCommerce

source: From Spreadsheet
de_de: Aus der Tabelle
it_it: Da Foglio di Calcolo
nl_nl: Van spreadsheet

source: Spreadsheet Containing Reviews
de_de: Tabelle die Rezensionen enthalten
it_it: Foglio di Calcolo contenente Recensioni
nl_nl: Spreadsheet met beoordelingen

source: Orders
it_it: Ordini
nl_nl: Bestellingen

source: Statuses
it_it: Status
nl_nl: Statussen

source: To display reviews, place the <strong>[ultimate-reviews]</strong> shortcode on a page
nl_nl: Om beoordelingen weer te geven, plaatst u de shortcode <strong> [ultieme-recensies] </strong> op een pagina

source: To allow visitors to submit a review, place the <strong>[submit-review]</strong> shortcode on a page
nl_nl: Om bezoekers in staat te stellen een beoordeling in te dienen, plaatst u de shortcode <strong> [beoordeling indienen] </strong> op een pagina

source: General
nl_nl: Algemeen

source: Functionality
it_it: Funzionalità
nl_nl: Functionaliteit

source: Products Available for Review
it_it: Prodotti Disponibili per la Recensione
nl_nl: Producten beschikbaar voor beoordeling

source: ADD
it_it: AGGIUNGI
nl_nl: Toevoegen

source: Display and Layout
nl_nl: Weergave en indeling

source: Display Features
nl_nl: Schermfuncties

source: Restrictions
nl_nl: beperkingen

source: Settings
nl_nl: Instellingen

source: Review Reminder Emails
nl_nl: Beoordelingsherinnering E-mails

source: Review Reminders
nl_nl: Beoordelingsherinneringen

source: Email to Send
nl_nl: E-mail om te versturen

source: Reminder Interval
nl_nl: Herinneringsinterval

source: Reminder Unit
nl_nl: Herinneringseenheid

source: Customize Your Emails With
nl_nl: Pas uw e-mails aan met

source: Download Now
it_it: Scarica ora
nl_nl: Nu downloaden

source: Remind Me Later
it_it: Ricordamelo più tardi
nl_nl: Herinner mij nog een keer

source: Email Messages
it_it: Messaggi Email
nl_nl: E-mail bericht

source: Message Subject
it_it: Oggetto del Messaggio
nl_nl: Onderwerp bericht

source: Message
it_it: Messaggio
nl_nl: Bericht

source: Reminder Email Styling
nl_nl: Herinnering e-mailstijl

source: Colors
nl_nl: Kleuren

source: Background
nl_nl: Achtergrond

source: Inner Background
nl_nl: Innerlijke achtergrond

source: Text
it_it: Testo
nl_nl: Tekst

source: Button
it_it: Pulsante
nl_nl: Knop

source: Hover Colors
nl_nl: Hover kleuren

source: Review Field Options
it_it: Opzioni campo recensione
nl_nl: Bekijk veldopties

source: In-Depth Review Fields
nl_nl: Diepgaande beoordelingsvelden

source: Field Name
nl_nl: Veld naam

source: Required?
it_it: Obbligatorio?
nl_nl: Verplicht?

source: Allow Explanation
it_it: Consenti Spiegazione
nl_nl: Uitleg toegestaan

source: Type
it_it: Tipo
nl_nl: Soort

source: Filterable
it_it: Filtrabile
nl_nl: Filterbaar

source: No
nl_nl: Nee

source: Yes
it_it: Sì
nl_nl: Ja

source: Order Options
it_it: Opzioni Ordine
nl_nl: Bestel opties

source: Review Content
it_it: Contenuto Recensione
nl_nl: Beoordelingsinhoud

source: Posted
it_it: Pubblicato
nl_nl: Geplaatst

source: By
it_it: Da
nl_nl: Door

source: On
it_it: Il
nl_nl: Op

source: 'Categories' Label
it_it: Etichetta 'Categorie'
nl_nl: 'Categorieën' label

source: Filtering Area
it_it: Area Filtraggio
nl_nl: Filter omgeving

source: Filter (button)
it_it: Filtro (pulsante)
nl_nl: Filter (knop)

source: Submit Reviews
it_it: Invia Recensioni
nl_nl: Beoordeling toevoegen

source: Author 'Comment'
it_it: Autore 'Commento'
nl_nl: Auteur 'Reactie'

source: Title 'Comment'
it_it: Titolo 'Commento'
nl_nl: Titel 'Reactie'

source: Category 'Score'
it_it: Categoria 'Valutazione'
nl_nl: Categorie 'Score'

source: Category 'Explanation'
it_it: Categoria 'Spiegazione'
nl_nl: Categorie 'Uitleg'

source: 'Send Review' Button
it_it: Pulsante 'Invia Recensione'
nl_nl: 'Verstuur beoordeling' knop

source: Email Address Instructions
it_it: Istruzioni Indirizzo Email
nl_nl: E-mailadres instructies

source: Reviews Summary
it_it: Riepilogo Recensioni
nl_nl: Beoordelingen Samenvatting

source: Ratings
it_it: Valutazioni
nl_nl: Waarderingen

source: Messages
it_it: Messaggi
nl_nl: Berciht

source: Submit Success Message
nl_nl: Verzend succesbericht

source: Submit Draft Add On Message
nl_nl: Inzending Concept toevoegen bij bericht

source: Premium Styling Options
nl_nl: Premium Styling Opties

source: Font Color
nl_nl: Letterype kleur

source: Font Family
nl_nl: Lettertype familie

source: Font Size
nl_nl: Lettertype grootte

source: Review Post Date
it_it: Data Recensione
nl_nl: Datum van beoordeling

source: Review Colors
it_it: Colori Recensione
nl_nl: Beoordelingskleuren

source: Summary Statistics
it_it: Statistiche Riepilogo
nl_nl: Samenvatting statestieken

source: Simple Bar
nl_nl: Simpele Bar

source: Color Bar
nl_nl: Kleur bar

source: High
it_it: Alto
nl_nl: Hoog

source: Low
it_it: Basso
nl_nl: Laag

source: Backgrounds
it_it: Sfondi
nl_nl: Achtergrond

source: Review Container
it_it: Contenitore Recensioni
nl_nl: Beoordeling container

source: Review Header
it_it: Header Recensioni
nl_nl: Beoordeling Header

source: Read More Button
it_it: Pulsante Continua a Leggere
nl_nl: Lees meer knop

source: Image Review Style
it_it: Stile Immagine Recensione
nl_nl: Afbeelding Beoordeling style

source: Background Color
it_it: Colore Sfondo
nl_nl: Achtergrond kleur

source: Fill
it_it: Riempi
nl_nl: Vullend

source: Score
de_de: Ergebnis
it_it: Punteggio

source: Reviews
de_de: Rezension
it_it: Recensioni

source: Top reviews
de_de: Top-Bewertungen
it_it: Recensioni migliori

source: Review
de_de: Rezension
it_it: Recensione

source: Upgrade
de_de: Aktualisierte
it_it: Aggiornamento

source: Update Review Category
de_de: Überprüfungskategorie aktualisieren
it_it: Aggiorna Categoria Recensioni

source: Score
de_de: Ergebnis
it_it: Valutazione

source: Dashboard
de_de: Instrumententafel
it_it: Bacheca

source: Import
it_it: Importa

source: Export
it_it: Esporta

source: of
de_de: von
it_it: di

source: Filter
it_it: Filtro

source: Review Score
de_de: Rezensionspunktzahl
it_it: Valutazione Recensione

source: WordPress Login
it_it: Accedi a WordPress

source: items
de_de: Artikel
it_it: elementi

source: of
de_de: von
it_it: di

source: UNLOCK PREMIUM
de_de: ENTRIEGELUNG PREMIUM
it_it: SBLOCCA PREMIUM

source: Emails
it_it: Email

source: Medium
it_it: Medio

source: Circle Graph
it_it: Grafico Circolare

source: 1. Submit Review Page
de_de: 1. Rezession abschicken

source: 2. Display Reviews Page
de_de: 2. Rezessionen anzeigen

source: 3. Set Key Options
de_de: 3. Legen Sie die Schlüsseloptionen fest

source: 4. Categories
de_de: 4. Kategorien

source: Add Category
de_de: 12/5000 Kategorie hinzufügen

source: Categories let you organize your reviews in a way that's easy for you - and your customers - to find.
de_de: Mit Kategorien können Sie Ihre Bewertungen so organisieren, dass Sie - und Ihre Kunden - sie leicht finden können.

source: Category Description:
de_de: Kategorienbeschreibung:

source: Category Name:
de_de: Kategoriename:

source: Create Page
de_de: Seite erstellen

source: Created Categories:
de_de: Erstellte Kategorien:

source: Description
de_de: Beschreibung

source: Email Address
de_de: E-Mail-Addresse

source: I couldn't get the plugin to work
de_de: Ich konnte das Plugin nicht zum Laufen bringen

source: I no longer need the plugin
de_de: Ich brauche das Plugin nicht mehr

source: I'm switching to a different plugin
de_de: Ich wechsle zu einem anderen Plugin

source: If you have a moment, please share why you are deactivating Ultimate Reviews:
de_de: Wenn Sie einen Moment Zeit haben, teilen Sie uns mit, warum Sie Ultimate Reviews deaktiviert haben:

source: It's a temporary deactivation
de_de: Es ist eine vorübergehende Deaktivierung

source: Maximum Review Score
de_de: Maximale Bewertungspunktzahl

source: MENU
de_de: Menü

source: Options can always be changed later, but here are a few than a lot of users want to set for themselves.
de_de: Optionen können immer später geändert werden, aber hier sind einige, die sich viele Benutzer selbst festlegen möchten.

source: Other
de_de: Andere

source: Page Title:
de_de: Seitentitel:

source: Please share the reason
de_de: Bitte teilen Sie den Grund

source: Please share what wasn't working
de_de: Bitte teilen Sie mit, was nicht funktioniert hat

source: Please share which plugin
de_de: Bitte teilen Sie welches Plugin

source: Post ID
de_de: Beitrags-ID

source: Previous
de_de: Bisherige

source: Previous Step
de_de: Vorheriger Schritt

source: Review Filtering
de_de: Rezensions Filterung

source: Review Score Input
de_de: Rezensionseingabe

source: Reviews plugin to let visitors submit reviews and display them via shortcode or widget. Replace WooCommerce reviews and ratings. Require login, etc.
de_de: Rezensions-Plug-In, über das Besucher Rezensionen abgeben und per Kurzcode oder Widget anzeigen können. Ersetzen Sie die Rezensionen und Bewertungen von WooCommerce. Login erforderlich usw.

source: Save Options
de_de: Optionen speichern

source: Skip Setup
de_de: Setup überspringen

source: Thanks for choosing Ultimate Reviews! The following will help you get started with the setup by creating pages to accept and display reviews, configuring a few key options, and creating some review categories.
de_de: Vielen Dank, dass Sie sich für Ultimate Reviews entschieden haben! Im Folgenden erhalten Sie eine Einführung in das Setup, indem Sie Seiten erstellen, um Bewertungen anzunehmen und anzuzeigen, einige wichtige Optionen konfigurieren und einige Rezessionskategorien erstellen.

source: Ultimate Reviews - Welcome!
de_de: Ultimate Reviews - Wilkommen!

source: Welcome to Ultimate Reviews
de_de: Willkommen bei Ultimate Reviews

source: You can create a dedicated page for displaying reviews below, or skip this step and add your review display form to a page you've already created manually.
de_de: Sie können unten eine eigene Seite für die Anzeige von Reviews erstellen oder diesen Schritt überspringen und Ihr Review-Anzeigeformular einer bereits manuell erstellten Seite hinzufügen.

source: You can create a dedicated submit review page below, or skip this step and add your submit review form to a page you've already created manually.
de_de: Sie können unten eine dedizierte Seite für die Rezension erstellen oder diesen Schritt überspringen und das Formular zur Rezension einer bereits manuell erstellten Seite hinzufügen.
